Repository: wings020377/bitchat-for-india
Catalog: bitchat/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, he, hi, id, it, ja, ko, ms, ne, pl, pt, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# content.accessibility.private_chat_header
source: private chat with %@
ar: دردشة خاصة مع %@
bn: %@-এর সঙ্গে ব্যক্তিগত চ্যাট
es: chat privado con %@
fa: گپ خصوصی با %@
fr: chat privé avec %@
he: צ'אט פרטי עם %@
hi: %@ के साथ निजी चैट
id: chat pribadi dengan %@
it: chat privata con %@
ja: %@とのプライベートチャット
ko: %@과(와) 비공개 대화
ms: chat pribadi dengan %@
ne: %@ सँग निजी च्याट
pl: czat prywatny z %@
pt: chat privado com %@
pt_br: chat privado com %@
ru: приватный чат с %@
ta: %@ உடன் தனியுரையாடல்
th: แชทส่วนตัวกับ %@
tr: %@ ile özel sohbet
uk: приватний чат з %@
ur: %@ کے ساتھ نجی چیٹ
vi: chat riêng với %@
zh_hans: 与 %@ 的私聊
zh_hant: 與 %@ 的私聊

# content.accessibility.reachable_mesh
source: reachable via mesh
ar: قابل للوصول عبر mesh
bn: মেশের মাধ্যমে পৌঁছানো সম্ভব
es: disponible por mesh
fa: در دسترس از طریق مش
fr: joignable via mesh
he: זמין דרך mesh
hi: मेश के माध्यम से पहुंच योग्य
id: dapat dijangkau lewat mesh
it: raggiungibile via mesh
ja: meshで到達可能
ko: 메시를 통해 연결 가능
ms: dapat dijangkau lewat mesh
ne: mesh मार्फत पहुँचयोग्य
pl: osiągalny przez mesh
pt: acessível por mesh
pt_br: alcançável por mesh
ru: достижим через mesh
ta: mesh மூலம் அணுகலாம்
th: ติดต่อได้ผ่าน mesh
tr: mesh üzerinden ulaşılabilir
uk: досяжно через mesh
ur: mesh کے ذریعے قابل رسائی
vi: liên hệ được qua mesh
zh_hans: 可通过 mesh 到达
zh_hant: 可透過 mesh 到達

# content.accessibility.remove_favorite
source: remove from favorites
ar: إزالة من المفضلة
bn: প্রিয় থেকে সরান
es: quitar de favoritos
fa: حذف از علاقه‌مندی‌ها
fr: retirer des favoris
he: הסר מהמועדפים
hi: पसंदीदा से हटाएँ
id: hapus dari favorit
it: rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
ms: hapus dari favorit
ne: मनपर्नेबाट हटाउ
pl: usuń z ulubionych
pt: remover dos favoritos
pt_br: remover dos favoritos
ru: убрать из избранного
ta: பிரியப்பட்டதை நீக்கு
th: นำออกจากรายการโปรด
tr: favorilerden kaldır
uk: видалити з вибраного
ur: پسندیدہ سے ہٹائیں
vi: xóa khỏi yêu thích
zh_hans: 移出收藏
zh_hant: 移出收藏

# content.accessibility.send_hint_empty
source: enter a message to send
ar: أدخل رسالة للإرسال
bn: বার্তা পাঠাতে একটি বার্তা লিখুন
es: introduce un mensaje para enviarlo
fa: برای ارسال، پیامی بنویسید
fr: saisis un message à envoyer
he: הזן הודעה לשליחה
hi: संदेश भेजने के लिए संदेश लिखें
id: masukkan pesan untuk dikirim
it: inserisci un messaggio da inviare
ja: 送信するメッセージを入力
ko: 전송할 메시지를 입력하세요
ms: masukkan pesan untuk dihantar
ne: पठाउन सन्देश लेख
pl: wpisz wiadomość, aby wysłać
pt: escreve uma mensagem para enviar
pt_br: digite uma mensagem para enviar
ru: введи сообщение для отправки
ta: அனுப்ப உரையை உள்ளிடவும்
th: พิมพ์ข้อความเพื่อส่ง
tr: bir mesaj göndermek için metin girin
uk: введи повідомлення для надсилання
ur: بھیجنے کیلئے پیغام درج کریں
vi: nhập tin nhắn để gửi
zh_hans: 输入要发送的消息
zh_hant: 輸入要發送的訊息

# content.accessibility.send_hint_ready
source: double tap to send
ar: اضغط مرتين للإرسال
bn: পাঠাতে দুইবার ট্যাপ করুন
es: toca dos veces para enviar
fa: برای ارسال دوبار ضربه بزنید
fr: tape deux fois pour envoyer
he: הקש פעמיים לשליחה
hi: भेजने के लिए डबल टैप करें
id: ketuk dua kali untuk mengirim
it: tocca due volte per inviare
ja: ダブルタップで送信
ko: 전송하려면 두 번 탭하세요
ms: ketuk dua kali untuk menghantar
ne: पठाउन दोहोरो ट्याप गर
pl: stuknij dwukrotnie, aby wysłać
pt: toca duas vezes para enviar
pt_br: toque duas vezes para enviar
ru: дважды тапни, чтобы отправить
ta: அனுப்ப இருமுறை தட்டவும்
th: แตะสองครั้งเพื่อส่ง
tr: göndermek için çift dokunun
uk: торкни двічі, щоб надіслати
ur: بھیجنے کیلئے دو بار ٹیپ کریں
vi: chạm hai lần để gửi
zh_hans: 双击发送
zh_hant: 雙擊發送

# content.accessibility.send_message
source: send message
ar: إرسال رسالة
bn: বার্তা পাঠান
es: enviar mensaje
fa: ارسال پیام
fr: envoyer le message
he: שלח הודעה
hi: संदेश भेजें
id: kirim pesan
it: invia messaggio
ja: メッセージ送信
ko: 메시지 보내기
ms: hantar pesan
ne: सन्देश पठाउ
pl: wyślij wiadomość
pt: enviar mensagem
pt_br: enviar mensagem
ru: отправить сообщение
ta: செய்தி அனுப்பு
th: ส่งข้อความ
tr: mesaj gönder
uk: надіслати повідомлення
ur: پیغام بھیجیں
vi: gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

# content.accessibility.someone_speaking
source: %@ is speaking
ar: %@ يتحدث الآن
bn: %@ কথা বলছেন
es: %@ está hablando
fa: %@ در حال صحبت است
fr: %@ est en train de parler
he: %@ מדבר כעת
hi: %@ बोल रहे हैं
id: %@ sedang berbicara
it: %@ sta parlando
ja: %@が話しています
ko: %@ 님이 말하는 중
ms: %@ sedang bercakap
ne: %@ बोल्दै हुनुहुन्छ
pl: %@ mówi
pt: %@ está a falar
pt_br: %@ está falando
ru: %@ говорит
ta: %@ பேசுகிறார்
th: %@ กำลังพูด
tr: %@ konuşuyor
uk: %@ говорить
ur: %@ بول رہے ہیں
vi: %@ đang nói
zh_hans: %@ 正在讲话
zh_hant: %@ 正在說話

# content.accessibility.toggle_bookmark
source: toggle bookmark for #%@
ar: تبديل الإشارة لـ #%@
bn: #%@-এর জন্য বুকমার্ক টগল করুন
es: alternar marcador para #%@
fa: تغییر وضعیت نشانک #%@
fr: basculer le favori pour #%@
he: החלף סימנייה עבור #%@
hi: #%@ के लिए बुकमार्क टॉगल करें
id: ubah penanda untuk #%@
it: cambia segnalibro per #%@
ja: #%@のブックマークを切り替え
ko: #%@ 북마크 토글
ms: ubah penanda untuk #%@
ne: #%@ का लागि बुकमार्क बदल
pl: przełącz zakładkę dla #%@
pt: alternar o marcador de #%@
pt_br: alternar favorito para #%@
ru: переключить закладку для #%@
ta: #%@ க்கான புக்மார்க் மாற்றவும்
th: สลับบุ๊กมาร์กสำหรับ #%@
tr: #%@ için yer işaretini değiştir
uk: перемкнути закладку для #%@
ur: #%@ کیلئے بُک مارک تبدیل کریں
vi: chuyển đánh dấu cho #%@
zh_hans: 切换 #%@ 的书签
zh_hant: 切換 #%@ 的書簽

# content.accessibility.view_fingerprint_hint
source: tap to view encryption fingerprint
ar: اضغط لمشاهدة بصمة التشفير
bn: এনক্রিপশন ফিঙ্গারপ্রিন্ট দেখতে ট্যাপ করুন
es: toca para ver la huella de cifrado
fa: برای دیدن اثرانگشت رمزنگاری ضربه بزنید
fr: tape pour voir l'empreinte de chiffrement
he: הקש להצגת טביעת ההצפנה
hi: एन्क्रिप्शन फिंगरप्रिंट देखने के लिए टैप करें
id: ketuk untuk melihat sidik enkripsi
it: tocca per vedere l'impronta di cifratura
ja: 暗号フィンガープリントを見る
ko: 탭하여 암호화 지문 보기
ms: ketuk untuk melihat sidik enkripsi
ne: सङ्केत फिङ्गरप्रिन्ट हेर्न ट्याप गर
pl: stuknij, by zobaczyć odcisk szyfrowania
pt: toca para ver a impressão de encriptação
pt_br: toque para ver a impressão de criptografia
ru: нажми, чтобы увидеть криптографический отпечаток
ta: குறியாக்க கைரேகையைப் பார்க்க தட்டவும்
th: แตะเพื่อดูลายนิ้วมือการเข้ารหัส
tr: şifreleme parmak izini görmek için dokunun
uk: торкни, щоб переглянути криптографічний відбиток
ur: انکرپشن فنگرپرنٹ دیکھنے کیلئے ٹیپ کریں
vi: chạm để xem vân tay mã hóa
zh_hans: 轻点查看加密指纹
zh_hant: 輕點查看加密指紋

# content.actions.block
source: block
ar: حظر
bn: ব্লক করুন
es: bloquear
fa: مسدود کردن
fr: bloquer
he: חסום
hi: ब्लॉक करें
id: blokir
it: blocca
ja: ブロック
ko: 차단하기
ms: blokir
ne: ब्लक
pl: zablokuj
pt: bloquear
pt_br: bloquear
ru: заблокировать
ta: தடுப்பு
th: บล็อก
tr: engelle
uk: заблокувати
ur: بلاک کریں
vi: chặn
zh_hans: 屏蔽
zh_hant: 屏蔽

# content.actions.direct_message
source: direct message
ar: رسالة مباشرة
bn: ডিরেক্ট মেসেজ
es: mensaje directo
fa: پیام مستقیم
fr: message direct
he: הודעה ישירה
hi: डायरेक्ट संदेश
id: pesan langsung
it: messaggio diretto
ja: ダイレクトメッセージ
ko: 다이렉트 메시지 보내기
ms: pesan langsung
ne: प्रत्यक्ष सन्देश
pl: wiadomość prywatna
pt: mensagem direta
pt_br: mensagem direta
ru: личное сообщение
ta: நேரடி செய்தி
th: ส่งข้อความส่วนตัว
tr: doğrudan mesaj
uk: приватне повідомлення
ur: براہ راست پیغام
vi: nhắn tin trực tiếp
zh_hans: 私信
zh_hant: 私信

# content.actions.hug
source: hug
ar: عناق
bn: আলিঙ্গন
es: abrazo
fa: بغل
fr: câlin
he: חיבוק
hi: गले लगाएँ
id: peluk
it: abbraccia
ja: ハグ
ko: 포옹하기
ms: peluk
ne: अँगालो
pl: przytul
pt: abraçar
pt_br: abraço
ru: обнять
ta: அடைகாக்க
th: กอด
tr: sarıl
uk: обійняти
ur: گلے لگائیں
vi: ôm
zh_hans: 拥抱
zh_hant: 擁抱

# content.actions.mention
source: mention
ar: ذكر
bn: মেনশন
es: mencionar
fa: منشن
fr: mentionner
he: אזכור
hi: मेंशन करें
id: sebut
it: menziona
ja: メンション
ko: 멘션하기
ms: sebut
ne: उल्लेख
pl: wspomnij
pt: mencionar
pt_br: mencionar
ru: упомянуть
ta: மேற்கோள்
th: กล่าวถึง
tr: bahset
uk: згадати
ur: ذکر کریں
vi: nhắc tới
zh_hans: 提及
zh_hant: 提及

# content.actions.slap
source: slap
ar: صفعة
bn: চপেটাঘাত
es: bofetada
fa: سیلی
fr: gifle
he: סטירה
hi: थप्पड़ मारें
id: tampar
it: schiaffo
ja: ビンタ
ko: 툭 치기
ms: tampar
ne: थप्पड
pl: spoliczkuj
pt: dar uma chapada
pt_br: tapa
ru: дать леща
ta: அடி
th: ตบ
tr: tokatla
uk: ляпас
ur: چاپڑ
vi: tát
zh_hans: 拍打
zh_hant: 拍打

# content.actions.title
source: actions
ar: إجراءات
bn: অ্যাকশন
es: acciones
fa: اقدامات
he: פעולות
hi: क्रियाएँ
id: aksi
it: azioni
ja: アクション
ko: 작업
ms: aksi
ne: कार्य
pl: akcje
pt: ações
pt_br: ações
ru: действия
ta: செயல்கள்
th: การกระทำ
tr: eylemler
uk: дії
ur: کارروائیاں
vi: hành động
zh_hans: 操作
zh_hant: 操作

# content.alert.bluetooth_required.off
source: bluetooth is turned off. please turn on bluetooth in settings to use bitchat.
ar: bluetooth متوقف. فعّل bluetooth في الإعدادات لاستخدام bitchat.
bn: ব্লুটুথ বন্ধ আছে। bitchat ব্যবহার করতে সেটিংসে ব্লুটুথ চালু করুন।
es: bluetooth está desactivado. Actívalo en Ajustes para usar BitChat.
fa: بلوتوث خاموش است. برای استفاده از bitchat لطفاً بلوتوث را در تنظیمات روشن کنید.
fr: bluetooth est désactivé. active le bluetooth dans réglages pour utiliser bitchat.
he: bluetooth כבוי. הפעל bluetooth בהגדרות כדי להשתמש ב-bitchat.
hi: ब्लूटूथ बंद है। bitchat उपयोग करने के लिए सेटिंग्स में ब्लूटूथ चालू करें।
id: bluetooth dimatikan. aktifkan bluetooth di pengaturan untuk memakai bitchat.
it: bluetooth è disattivato. attiva bluetooth nelle impostazioni per usare bitchat.
ja: bluetoothがオフです。設定でbluetoothをオンにしてbitchatを使ってください。
ko: bluetooth가 꺼져 있습니다. bitchat을 사용하려면 설정에서 bluetooth를 켜주세요.
ms: Bluetooth dimatikan. Hidupkan Bluetooth dalam Tetapan untuk menggunakan bitchat.
ne: bluetooth बन्द छ। bitchat प्रयोग गर्न bluetooth सेटिङमा अन गर।
pl: bluetooth jest wyłączony. włącz bluetooth w ustawieniach, aby używać bitchat.
pt: O Bluetooth está desligado. Ativa o Bluetooth em Definições para usar o bitchat.
pt_br: bluetooth está desligado. ative o bluetooth em ajustes para usar bitchat.
ru: bluetooth выключен. включи bluetooth в настройках, чтобы использовать bitchat.
ta: Bluetooth அணைக்கப்பட்டுள்ளது. bitchat பயன்படுத்த அமைப்பில் Bluetooth ஐ இயக்கவும்.
th: ปิด Bluetooth อยู่ กรุณาเปิดในตั้งค่าเพื่อใช้ bitchat
tr: Bluetooth kapalı. bitchat'i kullanmak için ayarlardan Bluetooth'u açın.
uk: bluetooth вимкнений. увімкни bluetooth у налаштуваннях, щоб користуватися bitchat.
ur: Bluetooth بند ہے۔ bitchat استعمال کرنے کیلئے سیٹنگز میں Bluetooth آن کریں۔
vi: bluetooth đang tắt. hãy bật trong cài đặt để dùng bitchat.
zh_hans: bluetooth 已关闭。请在设置中开启以使用 bitchat。
zh_hant: bluetooth 已關閉。請在設定中開啟以使用 bitchat。

# content.alert.bluetooth_required.permission
source: bitchat needs bluetooth permission to connect with nearby devices. please enable bluetooth access in settings.
ar: تحتاج bitchat إلى إذن bluetooth للاتصال بالأجهزة القريبة. فعّل الوصول في الإعدادات.
bn: নিকটবর্তী ডিভাইসের সাথে যুক্ত হতে bitchat-এর ব্লুটুথ অনুমতি দরকার। দয়া করে সেটিংসে ব্লুটুথ অ্যাক্সেস সক্রিয় করুন।
es: bitChat necesita permiso de Bluetooth para conectarse con dispositivos cercanos. Habilita el acceso en Ajustes.
fa: bitchat برای اتصال به دستگاه‌های اطراف به مجوز بلوتوث نیاز دارد. لطفاً دسترسی بلوتوث را در تنظیمات فعال کنید.
fr: bitchat a besoin de l'autorisation bluetooth pour se connecter aux appareils proches. active l'accès dans réglages.
he: bitchat צריכה הרשאת bluetooth כדי להתחבר למכשירים קרובים. אפשר גישה בהגדרות.
hi: bitchat को पास के उपकरणों से जुड़ने के लिए ब्लूटूथ अनुमति चाहिए। कृपया सेटिंग्स में ब्लूटूथ एक्सेस सक्षम करें।
id: bitchat memerlukan izin bluetooth untuk terhubung dengan perangkat dekat. aktifkan akses di pengaturan.
it: bitchat richiede l'autorizzazione bluetooth per collegarsi ai dispositivi vicini. abilita l'accesso nelle impostazioni.
ja: bitchatは近くのデバイスと接続するためbluetooth権限が必要です。設定でアクセスを有効にしてください。
ko: bitchat은 주변 기기와 연결하기 위해 bluetooth 권한이 필요합니다. 설정에서 bluetooth 접근을 활성화해주세요.
ms: bitchat memerlukan kebenaran Bluetooth untuk disambungkan kepada peranti berhampiran. Benarkan capaian dalam Tetapan.
ne: bitchat लाई नजिकका उपकरणसँग जडान हुन bluetooth अनुमति चाहिन्छ। सेटिङमा पहुँच सक्षम गर।
pl: bitchat potrzebuje uprawnień bluetooth, aby łączyć się z pobliskimi urządzeniami. włącz dostęp w ustawieniach.
pt: O bitchat precisa de autorização de Bluetooth para se ligar a dispositivos próximos. Ativa o acesso em Definições.
pt_br: bitchat precisa de permissão de bluetooth para conectar com dispositivos próximos. habilite o acesso em ajustes.
ru: bitchat нужен доступ к bluetooth, чтобы соединяться с ближайшими устройствами. включи разрешение в настройках.
ta: அருகிலுள்ள சாதனங்களை இணைக்க bitchat க்கு Bluetooth அனுமதி தேவை. அமைப்பில் அனுமதி வழங்கவும்.
th: bitchat ต้องการสิทธิ์ Bluetooth เพื่อเชื่อมต่อกับอุปกรณ์ใกล้เคียง กรุณาเปิดสิทธิ์ในตั้งค่า
tr: bitchat'in yakın cihazlara bağlanması için Bluetooth izni gerekir. lütfen ayarlardan Bluetooth erişimini etkinleştirin.
uk: bitchat потребує дозволу bluetooth для з'єднання з пристроями поруч. ввімкни доступ у налаштуваннях.
ur: قریب کے آلات سے جڑنے کیلئے bitchat کو Bluetooth اجازت درکار ہے۔ سیٹنگز میں رسائی فعال کریں۔
vi: bitchat cần quyền bluetooth để kết nối thiết bị gần. hãy bật quyền trong cài đặt.
zh_hans: bitchat 需要 bluetooth 权限以连接附近设备。请在设置中启用访问。
zh_hant: bitchat 需要 bluetooth 權限以連線至附近裝置。請在設定中啟用存取權限。

# content.alert.bluetooth_required.settings
source: settings
ar: الإعدادات
bn: সেটিংস
es: ajustes
fa: تنظیمات
fr: réglages
he: הגדרות
hi: सेटिंग्स
id: pengaturan
it: impostazioni
ja: 設定
ko: 설정
ms: Tetapan
ne: सेटिङ
pl: ustawienia
pt: definições
pt_br: ajustes
ru: настройки
ta: அமைப்புகள்
th: ตั้งค่า
tr: ayarlar
uk: налаштування
ur: سیٹنگز
vi: cài đặt
zh_hans: 设置
zh_hant: 設定

# content.alert.bluetooth_required.title
source: bluetooth required
ar: مطلوب bluetooth
bn: ব্লুটুথ প্রয়োজন
es: se requiere Bluetooth
fa: بلوتوث لازم است
fr: bluetooth requis
he: נדרש bluetooth
hi: ब्लूटूथ आवश्यक
id: butuh bluetooth
it: serve bluetooth
ja: bluetoothが必要
ko: bluetooth 필요
ms: Bluetooth diperlukan
ne: bluetooth आवश्यक
pl: wymagany bluetooth
pt: Bluetooth necessário
pt_br: bluetooth necessário
ru: bluetooth обязателен
ta: Bluetooth தேவையானது
th: ต้องใช้ Bluetooth
tr: Bluetooth gerekli
uk: потрібен bluetooth
ur: Bluetooth درکار ہے
vi: cần bluetooth
zh_hans: 需要 bluetooth
zh_hant: 需要 bluetooth

# content.alert.bluetooth_required.unsupported
source: this device does not support bluetooth. bitchat requires bluetooth to function.
ar: هذا الجهاز لا يدعم bluetooth. يحتاج bitchat إلى bluetooth للعمل.
bn: এই ডিভাইস ব্লুটুথ সমর্থন করে না। bitchat চালাতে ব্লুটুথ দরকার।
es: este dispositivo no admite Bluetooth. BitChat necesita Bluetooth para funcionar.
fa: این دستگاه از بلوتوث پشتیبانی نمی‌کند. bitchat برای کار کردن به بلوتوث نیاز دارد.
fr: cet appareil ne prend pas en charge le bluetooth. bitchat en a besoin pour fonctionner.
he: המכשיר הזה לא תומך ב-bluetooth. bitchat זקוקה ל-bluetooth כדי לעבוד.
hi: यह डिवाइस ब्लूटूथ समर्थित नहीं है। bitchat चलाने के लिए ब्लूटूथ जरूरी है।
id: perangkat ini tidak mendukung bluetooth. bitchat memerlukan bluetooth untuk berjalan.
it: questo dispositivo non supporta bluetooth. bitchat richiede bluetooth per funzionare.
ja: このデバイスはbluetoothをサポートしていません。bitchatにはbluetoothが必要です。
ko: 이 기기는 bluetooth를 지원하지 않습니다. bitchat이 작동하려면 bluetooth가 필요합니다.
ms: Peranti ini tidak menyokong Bluetooth. bitchat memerlukan Bluetooth untuk berfungsi.
ne: यो उपकरणले bluetooth समर्थन गर्दैन। bitchat चलाउन bluetooth चाहिन्छ।
pl: to urządzenie nie obsługuje bluetooth. bitchat wymaga bluetooth do działania.
pt: Este dispositivo não suporta Bluetooth. O bitchat precisa de Bluetooth para funcionar.
pt_br: este dispositivo não suporta bluetooth. bitchat precisa de bluetooth para funcionar.
ru: это устройство не поддерживает bluetooth. bitchat нужен bluetooth для работы.
ta: இந்த சாதனம் Bluetooth ஐ ஆதரிக்காது. bitchat இயங்க Bluetooth தேவை.
th: อุปกรณ์นี้ไม่รองรับ Bluetooth การใช้งาน bitchat ต้องใช้ Bluetooth
tr: bu cihaz Bluetooth'u desteklemiyor. bitchat'in çalışması için Bluetooth gerekli.
uk: цей пристрій не підтримує bluetooth. bitchat потрібен bluetooth для роботи.
ur: یہ ڈیوائس Bluetooth کو سپورٹ نہیں کرتی۔ bitchat کو چلنے کیلئے Bluetooth چاہیے۔
vi: thiết bị này không hỗ trợ bluetooth. bitchat cần bluetooth để hoạt động.
zh_hans: 此设备不支持 bluetooth。bitchat 需要 bluetooth 才能运行。
zh_hant: 此裝置不支持 bluetooth。bitchat 需要 bluetooth 才能運行。

# content.alert.screenshot.message
source: screenshots of location channels will reveal your location. think before sharing publicly.
ar: لقطات قنوات الموقع تكشف موقعك. فكر قبل المشاركة علناً.
bn: লোকেশন চ্যানেলের স্ক্রিনশট আপনার অবস্থান প্রকাশ করবে। প্রকাশ করার আগে ভেবে দেখুন।
es: las capturas de pantalla de los canales de ubicación revelarán tu ubicación. Piensa antes de compartirlas públicamente.
fa: اسکرین‌شات از کانال‌های موقعیت، موقعیت شما را لو می‌دهد. پیش از اشتراک‌گذاری عمومی فکر کنید.
fr: les captures des canaux de localisation révéleront ta position. réfléchis avant de partager publiquement.
he: צילומי מסך של ערוצי מיקום יחשפו את מיקומך. חשב לפני שיתוף פומבי.
hi: लोकेशन चैनलों के स्क्रीनशॉट आपकी लोकेशन प्रकट करेंगे। सार्वजनिक रूप से साझा करने से पहले सोचें।
id: tangkapan layar kanal lokasi akan mengungkap lokasimu. pikirkan dulu sebelum membagikannya.
it: gli screenshot dei canali posizione rivelano la tua posizione. pensaci prima di condividerli.
ja: ロケーションチャンネルのスクリーンショットはあなたの場所を明かします。公開前によく考えてください。
ko: 위치 채널의 스크린샷은 사용자의 위치를 노출할 수 있습니다. 스크린샷을 공개적으로 공유할 때 주의해 주세요.
ms: tangkapan layar kanal lokasi akan mengungkap lokasimu. pikirkan dulu sebelum membagikannya.
ne: स्थान च्यानलको स्क्रिनसटले तिम्रो स्थान खुलाउँछ। सार्वजनिकरूपमा बाँड्नु अघि सोच।
pl: zrzuty ekranu kanałów lokalizacyjnych ujawnią twoją lokalizację. przemyśl to przed publicznym udostępnieniem.
pt: Capturas de ecrã dos canais de localização revelam a tua localização. Pensa antes de partilhar publicamente.
pt_br: capturas de canais de localização revelam sua localização. pense antes de compartilhar publicamente.
ru: скриншоты каналов местоположения раскроют твою позицию. подумай, прежде чем делиться публично.
ta: இட சேனல்களின் திரைப் படங்கள் உங்கள் இடத்தை வெளிப்படுத்தும். பொதுவாகப் பகிர்வதற்கு முன் சிந்தியுங்கள்.
th: การจับภาพหน้าจอช่องตำแหน่งจะเผยตำแหน่งของคุณ โปรดคิดก่อนแชร์สาธารณะ
tr: konum kanallarının ekran görüntüleri konumunuzu ortaya çıkarır. paylaşmadan önce iki kez düşünün.
uk: скріншоти каналів локації розкриють твоє місце. подумай, перш ніж ділитися публічно.
ur: لوکیشن چینلز کے اسکرین شاٹس آپ کی لوکیشن ظاہر کر دیں گے۔ عوامی طور پر شیئر کرنے سے پہلے سوچیں۔
vi: ảnh chụp kênh vị trí sẽ lộ vị trí của bạn. hãy cân nhắc trước khi chia sẻ công khai.
zh_hans: 位置频道的截图会暴露你的位置。公开分享前请三思。
zh_hant: 位置頻道的截圖會暴露你的位置。公開分享前請三思。

# content.alert.screenshot.title
source: heads up
ar: تنبيه
bn: সতর্কতা
es: atención
fa: توجه
fr: attention
he: שים לב
hi: ध्यान दें
id: perhatian
it: attenzione
ja: 注意
ko: 알림
ms: perhatian
ne: ध्यान
pl: uwaga
pt: atenção
pt_br: atenção
ru: внимание
ta: கவனம்
th: แจ้งเตือน
tr: dikkat
uk: увага
ur: خبردار
vi: lưu ý
zh_hans: 注意
zh_hant: 注意

# content.commands.block
source: block or list blocked peers
ar: حظر أو عرض المحظورين
bn: ব্লক বা ব্লক করা পিয়ারদের তালিকা দেখুন
es: bloquear o listar usuarios bloqueados
fa: مسدود کردن یا فهرست همتاهای مسدود
fr: bloquer ou lister les pairs bloqués
he: חסום או הצג עמיתים חסומים
hi: ब्लॉक करें या ब्लॉक पीयरों की सूची देखें
id: blokir atau lihat peer yang diblokir
it: blocca o mostra i peer bloccati
ja: ブロックまたはブロック済みを表示
ko: 피어 차단 또는 차단된 피어 목록 보기
ms: blokir atau lihat peer yang diblokir
ne: ब्लक गर वा ब्लक गरिएको सूची देखाउ
pl: zablokuj albo pokaż listę zablokowanych peerów
pt: bloquear ou listar pares bloqueados
pt_br: bloquear ou listar pares bloqueados
ru: заблокировать или показать заблокированных
ta: தடை செய்யவும் அல்லது தடை செய்யப்பட்ட peer பட்டியலைப் பாருங்கள்
th: บล็อกหรือดูรายชื่อเพียร์ที่ถูกบล็อก
tr: engelle veya engellenen eşleri listele
uk: заблокувати або показати заблокованих
ur: peer کو بلاک کریں یا فہرست دیکھیں
vi: chặn hoặc xem danh sách nút đã chặn
zh_hans: 屏蔽或查看已屏蔽的同伴
zh_hant: 屏蔽或查看已屏蔽的同伴

# content.commands.clear
source: clear chat messages
ar: مسح رسائل الدردشة
bn: চ্যাট মেসেজ মুছে দিন
es: borrar los mensajes del chat
fa: پاک کردن پیام‌های گپ
fr: effacer les messages du chat
he: נקה הודעות צ'אט
hi: चैट संदेश साफ़ करें
id: hapus pesan chat
it: svuota la chat
ja: チャットをクリア
ko: 대화 메시지 지우기
ms: hapus pesan chat
ne: च्याट सन्देश खाली गर
pl: wyczyść wiadomości czatu
pt: limpar mensagens do chat
pt_br: limpar mensagens do chat
ru: очистить чат
ta: உரையாடல் செய்திகளை அழிக்கவும்
th: ล้างข้อความแชท
tr: sohbet mesajlarını temizle
uk: очистити чат
ur: چیٹ پیغامات صاف کریں
vi: xóa tin nhắn chat
zh_hans: 清除聊天消息
zh_hant: 清除聊天訊息

# content.commands.drop
source: pin a note to this place for 24h
ar: ثبّت ملاحظة في هذا المكان لمدة 24 ساعة
bn: এই জায়গায় 24 ঘণ্টার জন্য একটি নোট পিন করুন
es: fija una nota en este lugar por 24 h
fa: سنجاق کردن یادداشتی به این مکان برای ۲۴ ساعت
fr: épingle une note à cet endroit pendant 24 h
he: הצמד פתק למקום הזה ל-24 שעות
hi: इस जगह पर 24 घंटे के लिए एक नोट पिन करें
id: sematkan catatan di tempat ini selama 24 jam
it: fissa una nota in questo luogo per 24 ore
ja: この場所に24時間メモをピン留め
ko: 이 장소에 24시간 동안 쪽지 고정
ms: pinkan nota di tempat ini selama 24 jam
ne: यस ठाउँमा 24 घण्टाका लागि नोट पिन गर्नुहोस्
pl: przypnij notatkę do tego miejsca na 24 godz.
pt: fixar uma nota neste local por 24 h
pt_br: fixar uma nota neste lugar por 24 h
ru: закрепить заметку в этом месте на 24 ч
ta: இந்த இடத்தில் 24 மணி நேரத்திற்கு ஒரு குறிப்பை பொருத்தவும்
th: ปักโน้ตไว้ที่นี่เป็นเวลา 24 ชม.
tr: bu yere 24 saatliğine bir not sabitle
uk: закріпити нотатку в цьому місці на 24 год
ur: اس جگہ پر 24 گھنٹے کے لیے ایک نوٹ پن کریں
vi: ghim một ghi chú tại nơi này trong 24 giờ
zh_hans: 在此地固定一条留言 24 小时
zh_hant: 在此地固定一則留言 24 小時

# content.commands.favorite
source: add to favorites
ar: إضافة للمفضلة
bn: প্রিয়তে যোগ করুন
es: agregar a favoritos
fa: افزودن به علاقه‌مندی‌ها
fr: ajouter aux favoris
he: הוסף למועדפים
hi: पसंदीदा में जोड़ें
id: tambah ke favorit
it: aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가하기
ms: tambah ke favorit
ne: मनपर्नेमा थप
pl: dodaj do ulubionych
pt: adicionar aos favoritos
pt_br: adicionar aos favoritos
ru: добавить в избранное
ta: பிரியப்பட்டதில் சேர்க்கவும்
th: เพิ่มในรายการโปรด
tr: favorilere ekle
uk: додати до вибраного
ur: پسندیدہ میں شامل کریں
vi: thêm vào yêu thích
zh_hans: 加入收藏
zh_hant: 加入收藏

# content.commands.hug
source: send someone a warm hug
ar: إرسال عناق دافئ
bn: কাউকে উষ্ণ আলিঙ্গন পাঠান
es: enviar un abrazo caluroso
fa: فرستادن یک بغل گرم برای کسی
fr: envoyer un câlin chaleureux
he: שלח חיבוק חם
hi: किसी को गर्म आलिंगन भेजें
id: kirim pelukan hangat
it: invia un caldo abbraccio
ja: あたたかいハグを送る
ko: 따뜻한 포옹 보내기
ms: hantar pelukan hangat
ne: न्यानो अँगालो पठाउ
pl: wyślij komuś ciepły uścisk
pt: enviar um abraço caloroso
pt_br: enviar um abraço quente
ru: отправить тёплое объятие
ta: ஒருவருக்கு வெப்பமான அணைப்பை அனுப்பவும்
th: ส่งกอดอุ่น ๆ ให้ใครสักคน
tr: birine sıcak bir sarılma gönder
uk: відправити теплі обійми
ur: کسی کو گرمجوشی سے گلے لگائیں
vi: gửi một cái ôm ấm áp
zh_hans: 送出温暖拥抱
zh_hant: 送出溫暖擁抱

# content.commands.message
source: send private message
ar: إرسال رسالة خاصة
bn: ব্যক্তিগত বার্তা পাঠান
es: enviar mensaje privado
fa: ارسال پیام خصوصی
fr: envoyer un message privé
he: שלח הודעה פרטית
hi: निजी संदेश भेजें
id: kirim pesan pribadi
it: invia messaggio privato
ja: プライベートメッセージを送る
ko: 비공개 메시지 보내기
ms: hantar pesan pribadi
ne: निजी सन्देश पठाउ
pl: wyślij wiadomość prywatną
pt: enviar mensagem privada
pt_br: enviar mensagem privada
ru: отправить приватное сообщение
ta: தனியுரையாடல் அனுப்பவும்
th: ส่งข้อความส่วนตัว
tr: özel mesaj gönder
uk: надіслати приватне повідомлення
ur: نجی پیغام بھیجیں
vi: gửi tin nhắn riêng
zh_hans: 发送私信
zh_hant: 發送私信
